
/* Class = "NSMenuItem"; title = "Bring All to Front"; ObjectID = "5"; */
"5.title" = "Bring All to Front";

/* Class = "NSMenuItem"; title = "Window"; ObjectID = "19"; */
"19.title" = "Window";

/* Class = "NSMenuItem"; title = "Minimize"; ObjectID = "23"; */
"23.title" = "Minimize";

/* Class = "NSMenu"; title = "Window"; ObjectID = "24"; */
"24.title" = "Window";

/* Class = "NSMenu"; title = "AMainMenu"; ObjectID = "29"; */
"29.title" = "AMainMenu";

/* Class = "NSMenuItem"; title = "SEB"; ObjectID = "56"; */
"56.title" = "SEB";

/* Class = "NSMenu"; title = "SEB"; ObjectID = "57"; */
"57.title" = "SEB";

/* Class = "NSMenuItem"; title = "About SEB"; ObjectID = "58"; */
"58.title" = "About SEB";

/* Class = "NSMenuItem"; title = "Open…"; ObjectID = "72"; */
"72.title" = "Open…";

/* Class = "NSMenuItem"; title = "Close"; ObjectID = "73"; */
"73.title" = "Close";

/* Class = "NSMenuItem"; title = "Save"; ObjectID = "75"; */
"75.title" = "Save";

/* Class = "NSMenuItem"; title = "Page Setup..."; ObjectID = "77"; */
"77.title" = "Page Setup...";

/* Class = "NSMenuItem"; title = "Print…"; ObjectID = "78"; */
"78.title" = "Print…";

/* Class = "NSMenuItem"; title = "Save As…"; ObjectID = "80"; */
"80.title" = "Save As…";

/* Class = "NSMenu"; title = "File"; ObjectID = "81"; */
"81.title" = "File";

/* Class = "NSMenuItem"; title = "New"; ObjectID = "82"; */
"82.title" = "New";

/* Class = "NSMenuItem"; title = "File"; ObjectID = "83"; */
"83.title" = "File";

/* Class = "NSMenuItem"; title = "Revert to Saved"; ObjectID = "112"; */
"112.title" = "Revert to Saved";

/* Class = "NSMenuItem"; title = "Open Recent"; ObjectID = "124"; */
"124.title" = "Open Recent";

/* Class = "NSMenu"; title = "Open Recent"; ObjectID = "125"; */
"125.title" = "Open Recent";

/* Class = "NSMenuItem"; title = "Clear Menu"; ObjectID = "126"; */
"126.title" = "Clear Menu";

/* Class = "NSMenuItem"; title = "Preferences…"; ObjectID = "129"; */
"129.title" = "Preferences…";

/* Class = "NSMenu"; title = "Services"; ObjectID = "130"; */
"130.title" = "Services";

/* Class = "NSMenuItem"; title = "Services"; ObjectID = "131"; */
"131.title" = "Services";

/* Class = "NSMenuItem"; title = "Hide SEB"; ObjectID = "134"; */
"134.title" = "Hide SEB";

/* Class = "NSMenuItem"; title = "Quit SEB"; ObjectID = "136"; */
"136.title" = "Quit SEB";

/* Class = "NSMenuItem"; title = "Hide Others"; ObjectID = "145"; */
"145.title" = "Hide Others";

/* Class = "NSMenuItem"; title = "Show All"; ObjectID = "150"; */
"150.title" = "Show All";

/* Class = "NSMenuItem"; title = "Stop Speaking"; ObjectID = "195"; */
"195.title" = "Stop Speaking";

/* Class = "NSMenuItem"; title = "Start Speaking"; ObjectID = "196"; */
"196.title" = "Start Speaking";

/* Class = "NSMenuItem"; title = "Copy"; ObjectID = "197"; */
"197.title" = "Copy";

/* Class = "NSMenuItem"; title = "Select All"; ObjectID = "198"; */
"198.title" = "Select All";

/* Class = "NSMenuItem"; title = "Cut"; ObjectID = "199"; */
"199.title" = "Cut";

/* Class = "NSMenu"; title = "Spelling and Grammar"; ObjectID = "200"; */
"200.title" = "Spelling and Grammar";

/* Class = "NSMenuItem"; title = "Check Document Now"; ObjectID = "201"; */
"201.title" = "Check Document Now";

/* Class = "NSMenuItem"; title = "Delete"; ObjectID = "202"; */
"202.title" = "Delete";

/* Class = "NSMenuItem"; title = "Paste"; ObjectID = "203"; */
"203.title" = "Paste";

/* Class = "NSMenuItem"; title = "Show Spelling and Grammar"; ObjectID = "204"; */
"204.title" = "Show Spelling and Grammar";

/* Class = "NSMenu"; title = "Edit"; ObjectID = "205"; */
"205.title" = "Edit";

/* Class = "NSMenuItem"; title = "Undo"; ObjectID = "207"; */
"207.title" = "Undo";

/* Class = "NSMenuItem"; title = "Find Next"; ObjectID = "208"; */
"208.title" = "Find Next";

/* Class = "NSMenuItem"; title = "Find…"; ObjectID = "209"; */
"209.title" = "Find…";

/* Class = "NSMenuItem"; title = "Jump to Selection"; ObjectID = "210"; */
"210.title" = "Jump to Selection";

/* Class = "NSMenuItem"; title = "Speech"; ObjectID = "211"; */
"211.title" = "Speech";

/* Class = "NSMenu"; title = "Speech"; ObjectID = "212"; */
"212.title" = "Speech";

/* Class = "NSMenuItem"; title = "Find Previous"; ObjectID = "213"; */
"213.title" = "Find Previous";

/* Class = "NSMenuItem"; title = "Redo"; ObjectID = "215"; */
"215.title" = "Redo";

/* Class = "NSMenuItem"; title = "Spelling and Grammar"; ObjectID = "216"; */
"216.title" = "Spelling and Grammar";

/* Class = "NSMenuItem"; title = "Edit"; ObjectID = "217"; */
"217.title" = "Edit";

/* Class = "NSMenuItem"; title = "Find"; ObjectID = "218"; */
"218.title" = "Find";

/* Class = "NSMenuItem"; title = "Check Spelling While Typing"; ObjectID = "219"; */
"219.title" = "Check Spelling While Typing";

/* Class = "NSMenu"; title = "Find"; ObjectID = "220"; */
"220.title" = "Find";

/* Class = "NSMenuItem"; title = "Use Selection for Find"; ObjectID = "221"; */
"221.title" = "Use Selection for Find";

/* Class = "NSMenuItem"; title = "Zoom"; ObjectID = "239"; */
"239.title" = "Zoom";

/* Class = "NSMenuItem"; title = "View"; ObjectID = "295"; */
"295.title" = "View";

/* Class = "NSMenu"; title = "View"; ObjectID = "296"; */
"296.title" = "View";

/* Class = "NSMenuItem"; title = "Show Toolbar"; ObjectID = "297"; */
"297.title" = "Show Toolbar";

/* Class = "NSMenuItem"; title = "Customize Toolbar…"; ObjectID = "298"; */
"298.title" = "Customize Toolbar…";

/* Class = "NSMenuItem"; title = "Check Grammar With Spelling"; ObjectID = "346"; */
"346.title" = "Check Grammar With Spelling";

/* Class = "NSMenuItem"; title = "Substitutions"; ObjectID = "348"; */
"348.title" = "Substitutions";

/* Class = "NSMenu"; title = "Substitutions"; ObjectID = "349"; */
"349.title" = "Substitutions";

/* Class = "NSMenuItem"; title = "Smart Copy/Paste"; ObjectID = "350"; */
"350.title" = "Smart Copy/Paste";

/* Class = "NSMenuItem"; title = "Smart Quotes"; ObjectID = "351"; */
"351.title" = "Smart Quotes";

/* Class = "NSMenuItem"; title = "Smart Links"; ObjectID = "354"; */
"354.title" = "Smart Links";

/* Class = "NSMenuItem"; title = "Format"; ObjectID = "375"; */
"375.title" = "Format";

/* Class = "NSMenu"; title = "Format"; ObjectID = "376"; */
"376.title" = "Format";

/* Class = "NSMenuItem"; title = "Font"; ObjectID = "377"; */
"377.title" = "Font";

/* Class = "NSMenu"; title = "Font"; ObjectID = "388"; */
"388.title" = "Font";

/* Class = "NSMenuItem"; title = "Show Fonts"; ObjectID = "389"; */
"389.title" = "Show Fonts";

/* Class = "NSMenuItem"; title = "Bold"; ObjectID = "390"; */
"390.title" = "Bold";

/* Class = "NSMenuItem"; title = "Italic"; ObjectID = "391"; */
"391.title" = "Italic";

/* Class = "NSMenuItem"; title = "Underline"; ObjectID = "392"; */
"392.title" = "Underline";

/* Class = "NSMenuItem"; title = "Bigger"; ObjectID = "394"; */
"394.title" = "Bigger";

/* Class = "NSMenuItem"; title = "Smaller"; ObjectID = "395"; */
"395.title" = "Smaller";

/* Class = "NSMenuItem"; title = "Kern"; ObjectID = "397"; */
"397.title" = "Kern";

/* Class = "NSMenuItem"; title = "Ligature"; ObjectID = "398"; */
"398.title" = "Ligature";

/* Class = "NSMenuItem"; title = "Baseline"; ObjectID = "399"; */
"399.title" = "Baseline";

/* Class = "NSMenuItem"; title = "Show Colors"; ObjectID = "401"; */
"401.title" = "Show Colors";

/* Class = "NSMenuItem"; title = "Copy Style"; ObjectID = "403"; */
"403.title" = "Copy Style";

/* Class = "NSMenuItem"; title = "Paste Style"; ObjectID = "404"; */
"404.title" = "Paste Style";

/* Class = "NSMenu"; title = "Baseline"; ObjectID = "405"; */
"405.title" = "Baseline";

/* Class = "NSMenuItem"; title = "Use Default"; ObjectID = "406"; */
"406.title" = "Use Default";

/* Class = "NSMenuItem"; title = "Superscript"; ObjectID = "407"; */
"407.title" = "Superscript";

/* Class = "NSMenuItem"; title = "Subscript"; ObjectID = "408"; */
"408.title" = "Subscript";

/* Class = "NSMenuItem"; title = "Raise"; ObjectID = "409"; */
"409.title" = "Raise";

/* Class = "NSMenuItem"; title = "Lower"; ObjectID = "410"; */
"410.title" = "Lower";

/* Class = "NSMenu"; title = "Ligature"; ObjectID = "411"; */
"411.title" = "Ligature";

/* Class = "NSMenuItem"; title = "Use Default"; ObjectID = "412"; */
"412.title" = "Use Default";

/* Class = "NSMenuItem"; title = "Use None"; ObjectID = "413"; */
"413.title" = "Use None";

/* Class = "NSMenuItem"; title = "Use All"; ObjectID = "414"; */
"414.title" = "Use All";

/* Class = "NSMenu"; title = "Kern"; ObjectID = "415"; */
"415.title" = "Kern";

/* Class = "NSMenuItem"; title = "Use Default"; ObjectID = "416"; */
"416.title" = "Use Default";

/* Class = "NSMenuItem"; title = "Use None"; ObjectID = "417"; */
"417.title" = "Use None";

/* Class = "NSMenuItem"; title = "Tighten"; ObjectID = "418"; */
"418.title" = "Tighten";

/* Class = "NSMenuItem"; title = "Loosen"; ObjectID = "419"; */
"419.title" = "Loosen";

/* Class = "NSMenuItem"; title = "Transformations"; ObjectID = "450"; */
"450.title" = "Transformations";

/* Class = "NSMenu"; title = "Transformations"; ObjectID = "451"; */
"451.title" = "Transformations";

/* Class = "NSMenuItem"; title = "Make Upper Case"; ObjectID = "452"; */
"452.title" = "Make Upper Case";

/* Class = "NSMenuItem"; title = "Correct Spelling Automatically"; ObjectID = "454"; */
"454.title" = "Correct Spelling Automatically";

/* Class = "NSMenuItem"; title = "Show Substitutions"; ObjectID = "457"; */
"457.title" = "Show Substitutions";

/* Class = "NSMenuItem"; title = "Smart Dashes"; ObjectID = "460"; */
"460.title" = "Smart Dashes";

/* Class = "NSMenuItem"; title = "Text Replacement"; ObjectID = "462"; */
"462.title" = "Text Replacement";

/* Class = "NSMenuItem"; title = "Make Lower Case"; ObjectID = "465"; */
"465.title" = "Make Lower Case";

/* Class = "NSMenuItem"; title = "Capitalize"; ObjectID = "466"; */
"466.title" = "Capitalize";

/* Class = "NSMenuItem"; title = "Paste and Match Style"; ObjectID = "485"; */
"485.title" = "Paste and Match Style";

/* Class = "NSMenuItem"; title = "Help"; ObjectID = "490"; */
"490.title" = "Help";

/* Class = "NSMenu"; title = "Help"; ObjectID = "491"; */
"491.title" = "Help";

/* Class = "NSMenuItem"; title = "SEB Help"; ObjectID = "492"; */
"492.title" = "SEB Help";

/* Class = "NSMenuItem"; title = "Text"; ObjectID = "496"; */
"496.title" = "Text";

/* Class = "NSMenu"; title = "Text"; ObjectID = "497"; */
"497.title" = "Text";

/* Class = "NSMenuItem"; title = "Align Left"; ObjectID = "498"; */
"498.title" = "Align Left";

/* Class = "NSMenuItem"; title = "Center"; ObjectID = "499"; */
"499.title" = "Center";

/* Class = "NSMenuItem"; title = "Justify"; ObjectID = "500"; */
"500.title" = "Justify";

/* Class = "NSMenuItem"; title = "Align Right"; ObjectID = "501"; */
"501.title" = "Align Right";

/* Class = "NSMenuItem"; title = "Writing Direction"; ObjectID = "503"; */
"503.title" = "Writing Direction";

/* Class = "NSMenuItem"; title = "Show Ruler"; ObjectID = "505"; */
"505.title" = "Show Ruler";

/* Class = "NSMenuItem"; title = "Copy Ruler"; ObjectID = "506"; */
"506.title" = "Copy Ruler";

/* Class = "NSMenuItem"; title = "Paste Ruler"; ObjectID = "507"; */
"507.title" = "Paste Ruler";

/* Class = "NSMenu"; title = "Writing Direction"; ObjectID = "508"; */
"508.title" = "Writing Direction";

/* Class = "NSMenuItem"; title = "Paragraph"; ObjectID = "509"; */
"509.title" = "Paragraph";

/* Class = "NSMenuItem"; title = "\tDefault"; ObjectID = "510"; */
"510.title" = "\tDefault";

/* Class = "NSMenuItem"; title = "\tLeft to Right"; ObjectID = "511"; */
"511.title" = "\tLeft to Right";

/* Class = "NSMenuItem"; title = "\tRight to Left"; ObjectID = "512"; */
"512.title" = "\tRight to Left";

/* Class = "NSMenuItem"; title = "Selection"; ObjectID = "514"; */
"514.title" = "Selection";

/* Class = "NSMenuItem"; title = "\tDefault"; ObjectID = "515"; */
"515.title" = "\tDefault";

/* Class = "NSMenuItem"; title = "\tLeft to Right"; ObjectID = "516"; */
"516.title" = "\tLeft to Right";

/* Class = "NSMenuItem"; title = "\tRight to Left"; ObjectID = "517"; */
"517.title" = "\tRight to Left";

/* Class = "NSWindow"; title = "Preferences"; ObjectID = "550"; */
"550.title" = "Preferences";

/* Class = "NSTextField"; ibShadowedToolTip = "Full URL (starting with http:// or https://) of the page to open when SEB is started."; ObjectID = "554"; */
"554.ibShadowedToolTip" = "Full URL (starting with http:// or https://) of the page to open when SEB is started.";

/* Class = "NSTextFieldCell"; placeholderString = "www.safeexambrowser.org"; ObjectID = "555"; */
"555.placeholderString" = "www.safeexambrowser.org";

/* Class = "NSTextFieldCell"; title = "Start URL"; ObjectID = "555"; */
"555.title" = "Start URL";

/* Class = "NSSecureTextField"; ibShadowedToolTip = "Retype the administrator password."; ObjectID = "556"; */
"556.ibShadowedToolTip" = "Retype the administrator password.";

/* Class = "NSSecureTextField"; ibShadowedToolTip = "This password is prompted when users try to quit SEB with Command+Q."; ObjectID = "558"; */
"558.ibShadowedToolTip" = "This password is prompted when users try to quit SEB with Command+Q.";

/* Class = "NSTextField"; ibShadowedToolTip = "Password required to enter this preferences window. It's recommended to set one!"; ObjectID = "560"; */
"560.ibShadowedToolTip" = "Password required to enter this preferences window. It's recommended to set one!";

/* Class = "NSTextFieldCell"; title = "Administrator password"; ObjectID = "561"; */
"561.title" = "Administrator password";

/* Class = "NSTextFieldCell"; title = "Confirm administrator password"; ObjectID = "563"; */
"563.title" = "Confirm administrator password";

/* Class = "NSTextField"; ibShadowedToolTip = "This password is prompted when users try to quit SEB with Command+Q."; ObjectID = "564"; */
"564.ibShadowedToolTip" = "This password is prompted when users try to quit SEB with Command+Q.";

/* Class = "NSTextFieldCell"; title = "Quit password"; ObjectID = "565"; */
"565.title" = "Quit password";

/* Class = "NSTextField"; ibShadowedToolTip = "Full URL (starting with http:// or https://) of the page to open when SEB is started."; ObjectID = "566"; */
"566.ibShadowedToolTip" = "Full URL (starting with http:// or https://) of the page to open when SEB is started.";

/* Class = "NSTextFieldCell"; title = "Start URL"; ObjectID = "567"; */
"567.title" = "Start URL";

/* Class = "NSButton"; ibShadowedToolTip = "Accepts preferences and closes window. If you changed start URL, you need to restart SEB to display the new page."; ObjectID = "573"; */
"573.ibShadowedToolTip" = "Accepts preferences and closes window. If you changed start URL, you need to restart SEB to display the new page.";

/* Class = "NSButtonCell"; title = "OK"; ObjectID = "574"; */
"574.title" = "OK";

/* Class = "NSButton"; ibShadowedToolTip = "Discards changed preferences and closes window."; ObjectID = "575"; */
"575.ibShadowedToolTip" = "Discards changed preferences and closes window.";

/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "576"; */
"576.title" = "Cancel";

/* Class = "NSButton"; ibShadowedToolTip = "Saves preferences and exits SEB."; ObjectID = "577"; */
"577.ibShadowedToolTip" = "Saves preferences and exits SEB.";

/* Class = "NSButtonCell"; title = "Quit"; ObjectID = "578"; */
"578.title" = "Quit";

/* Class = "NSButton"; ibShadowedToolTip = "Saves preferences and restarts SEB, displaying the webpage at start URL."; ObjectID = "584"; */
"584.ibShadowedToolTip" = "Saves preferences and restarts SEB, displaying the webpage at start URL.";

/* Class = "NSButtonCell"; title = "Restart"; ObjectID = "585"; */
"585.title" = "Restart";

/* Class = "NSTextFieldCell"; title = "Please confirm password"; ObjectID = "600"; */
"600.title" = "Please confirm password";

/* Class = "BrowserWindow"; title = "Safe Exam Browser"; ObjectID = "650"; */
"650.title" = "Safe Exam Browser";

/* Class = "NSButton"; ibShadowedToolTip = "If selected, users can quit SEB with Command+Q. Otherwise you can shutdown or reset the computer or use the \"Quit SEB\" button in this preferences window."; ObjectID = "698"; */
"698.ibShadowedToolTip" = "If selected, users can quit SEB with Command+Q. Otherwise you can shutdown or reset the computer or use the \"Quit SEB\" button in this preferences window.";

/* Class = "NSButtonCell"; title = "Allow user to quit SEB"; ObjectID = "699"; */
"699.title" = "Allow user to quit SEB";

/* Class = "NSSecureTextField"; ibShadowedToolTip = "Password required to enter this preferences window. It's recommended to set one!"; ObjectID = "701"; */
"701.ibShadowedToolTip" = "Password required to enter this preferences window. It's recommended to set one!";

/* Class = "NSWindow"; title = "Window"; ObjectID = "714"; */
"714.title" = "Window";

/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "720"; */
"720.title" = "Cancel";

/* Class = "NSButtonCell"; title = "OK"; ObjectID = "721"; */
"721.title" = "OK";

/* Class = "NSTextFieldCell"; title = "Enter password:"; ObjectID = "722"; */
"722.title" = "Enter password:";

/* Class = "NSSecureTextField"; ibShadowedToolTip = "Retype the quit password."; ObjectID = "816"; */
"816.ibShadowedToolTip" = "Retype the quit password.";

/* Class = "NSTextFieldCell"; title = "Confirm quit password"; ObjectID = "818"; */
"818.title" = "Confirm quit password";

/* Class = "NSTextFieldCell"; title = "Please confirm password"; ObjectID = "821"; */
"821.title" = "Please confirm password";

/* Class = "NSButton"; ibShadowedToolTip = "Display information about Safe Exam Browser – SEB."; ObjectID = "857"; */
"857.ibShadowedToolTip" = "Display information about Safe Exam Browser – SEB.";

/* Class = "NSButtonCell"; title = "About"; ObjectID = "858"; */
"858.title" = "About";

/* Class = "NSTextFieldCell"; title = "© 2010-2011 Daniel R. Schneider, ETH Zürich, Educational Development and Technology (LET), based on the original idea of Safe Exam Browser by Stefan Schneider, University of Giessen\nWebKit © 2003-2010 Apple Computer, Inc.  All rights reserved.\n\nThis project has been carried out as part of the \"AAA/SWITCH – e-infrastructure for e- science” programme under the leadership of SWITCH, the Swiss National Research and Education Network, and has been supported by funds from ETH Board and the State Secretariat for Education and Research (SER)."; ObjectID = "871"; */
"871.title" = "© 2010-2011 Daniel R. Schneider, ETH Zürich, Educational Development and Technology (LET), based on the original idea of Safe Exam Browser by Stefan Schneider, University of Giessen\nWebKit © 2003-2010 Apple Computer, Inc.  All rights reserved.\n\nThis project has been carried out as part of the \"AAA/SWITCH – e-infrastructure for e- science” programme under the leadership of SWITCH, the Swiss National Research and Education Network, and has been supported by funds from ETH Board and the State Secretariat for Education and Research (SER).";

/* Class = "NSButton"; ibShadowedToolTip = "Displays the SEB online manual at www.safeexambrowser.org/macosx. Use \"Restart\" here in preferences window to show your start URL again."; ObjectID = "874"; */
"874.ibShadowedToolTip" = "Displays the SEB online manual at www.safeexambrowser.org/macosx. Use \"Restart\" here in preferences window to show your start URL again.";

/* Class = "NSMenuItem"; title = "Reload Page"; ObjectID = "887"; */
"887.title" = "Reload Page";
